"""Здесь будут находиться константы """


INFO = "Телеграм-бот является частью проекта <b>«Возьми животное под опеку»</b>, " \
       "организованного Московским Зоопарком. Программа позволяет с помощью пожертвования на любую сумму внести "\
        "свой вклад в развитие зоопарка и сохранение биоразнообразия планеты.\n\n"\
        "Чтобы подробнее узнать о программе, перейдите на сайт: https://moscowzoo.ru/my-zoo/become-a-guardian/ или введите команду /site\n\n"\
        "Этот бот представляет собой бота-викторину, помогающую пользователю подобрать тотемное животное.\n\n"\
        "Тема викторины — <u><b>«Какое у вас тотемное животное?»</b></u>. Вопросы могут быть с долей юмора, но основываются на реальных фактах и историях об обитателях зоопарка.\n\n"\
        "<i>Чтобы начать викторину, введите команду /startquiz\nЕсли желаете посмотреть оставленный Вами комментарий, введите /comment\n"\
        "Если хотите связаться с сотрудником, введите /contact\n" \
        "Если желаете просмотреть свой профиль, введите /see_profile\n"\
        "Если желаете посмотреть свои результаты, введите /see_results\n"\
        "Если желаете удалить свои результаты, введите /delete_results\n" \
        "Если желаете войти в аккаунт, введите команду /enter\n" \
        "Если желаете выйти из аккаунта, введите команду /exit</i>\n"




ENDING_RESULT = "<b> «Возьми животное под опеку» («Клуб друзей») </b> — это одна из программ, помогающих зоопарку заботиться о его обитателях. "\
        "Программа позволяет с помощью пожертвования на любую сумму внести свой вклад в развитие зоопарка и сохранение биоразнообразия планеты.\n"\
        "Сейчас в Московском зоопарке живёт около 6 000 животных, представляющих примерно 1 100 биологических видов мировой фауны. "\
        "Каждое животное уникально, и все требуют внимание и уход. Из ежедневного рациона питания животного как раз и рассчитывается стоимость его опеки.\n"\
        "Взять под опеку можно разных обитателей зоопарка, например, слона, льва, суриката или фламинго. "\
        "Это возможность помочь любимому животному или даже реализовать детскую мечту подружиться с настоящим диким зверем. "\
        "Почётный статус опекуна позволяет круглый год навещать подопечного, быть в курсе событий его жизни и самочувствия.\n"\
        "Участником программы может стать любой неравнодушный: и ребёнок, и большая корпорация. "\
        "Поддержка опекунов помогает зоопарку улучшать условия для животных и повышать уровень их благополучия.\n"\
        "Всего существуют <b>5 уровней</b> участия в программе:\n"\
         "<i>1. Индивидуальный (пожертвование до 50 тыс. рублей в год)\n"\
         "2. Партнерский (пожертвование от 50 до 150 тыс. рублей в год)\n"\
         "3. Представительский (пожертвование от 150 до 300 тыс. рублей в год)\n"\
         "4. Почетный (пожертвование от 300 тыс. до 1 млн. рублей в год)\n"\
         "5. Президентский (пожертвование от 1 млн. рублей в год и более)</i>\nБолее подробно: https://moscowzoo.ru/my-zoo/become-a-guardian/"

